export let textTitles = {
  categories: "ПЕРЕЛІК КАТЕГОРІЙ ТА ЗАМОВЛЕНЬ",
  goodsList: "СПИСОК ТОВАРІВ",
  arcticleInfo: "ІНФОРМАЦІЯ ПРО ТОВАР",
  buy: "КУПИТИ",
  buyed: "ТОВАР КУПЛЕНИЙ",
  edit: "РЕДАГУВАТИ",
  confirm: "ПІДТВЕРДИТИ",
  order: "МОЇ ЗАМОВЛЕННЯ",
};
export let prices = [0, 1200, 1330, 5164, 4586, 1512, 4852, 5945, 4587, 4587];
export let dataShop = [
  {
    name: "DELL",
    products: [
      {
        name: "DELL INSPIRION",
        description:
          "Dell Inspiron - це серія бюджетних та середнього класу ноутбуків від компанії Dell.",
        id: 1,
      },
      {
        name: "DELL LATITUDE",
        description:
          "Dell Latitude - це серія ноутбуків для бізнесу, виробництва компанії Dell.\
           Вони зазвичай орієнтовані на надійність, продуктивність та стійкість до зношування, що \
           часто є важливими факторами для корпоративних користувачів.",
        id: 2,
      },
      {
        name: "DELL XPS",
        description:
          "Dell XPS - це серія ноутбуків, вироблених компанією Dell. Вона є флагманським \
           рядом ноутбуків Dell і зазвичай призначена для користувачів, яким потрібна висока продуктивність\
            та якість.",
        id: 3,
      },
    ],
  },
  {
    name: "Apple",
    products: [
      {
        name: "MacBook Air",
        description:
          "MacBook Air - це серія ноутбуків від Apple, відомих своєю легкістю та тонким дизайном. \
           Вони зазвичай пропонують високу продуктивність для повсякденних завдань.",
        id: 4,
      },
      {
        name: "MacBook Pro",
        description:
          "MacBook Pro - це високопродуктивна серія ноутбуків від Apple. Вони зазвичай мають потужні \
           процесори, високоякісні дисплеї та інші передові технології.",
        id: 5,
      },
      {
        name: "iMac",
        description:
          "iMac - це серія настільних комп'ютерів від Apple, які відомі своїм елегантним дизайном та \
          високоякісними дисплеями.",
        id: 6,
      },
    ],
  },
  {
    name: "HP",
    products: [
      {
        name: "HP Pavilion",
        description:
          "HP Pavilion - це серія ноутбуків та настільних комп'ютерів середнього класу від HP, які орієнтовані \
         на широкий спектр звичайних завдань.",
        id: 7,
      },
      {
        name: "HP Envy",
        description:
          "HP Envy - це серія високоякісних ноутбуків від HP, відомих своїм стильним дизайном та високою продуктивністю.",
        id: 8,
      },
      {
        name: "HP EliteBook",
        description:
          "HP EliteBook - це серія бізнес-ноутбуків від HP. Вони зазвичай відрізняються високою надійністю, потужними \
         процесорами та опціями безпеки.",
        id: 9,
      },
    ],
  },
];
